Repository: huyjack178/harrsion-project
Catalog: betlistcore-mapping-inherit/core-bet-list/Fanex.BetList.Core/App_GlobalResources/CoreBetList.*.resx
Languages: th_th, zh_cn

# casinoGame
source: Casino Games
th_th: คาสิโนเกม
zh_cn: 娱乐场游戏

source: Choice
th_th: เลือก
zh_cn: 选择

source: Even
th_th: คู่
zh_cn: 双

source: FT
th_th: เต็มเวลา
zh_cn: 全场

source: High
th_th: สูง
zh_cn: 高

source: HT
th_th: ครึ่งเวลาแรก
zh_cn: 半场

# lblBoth
source: Both
th_th: ทั้งสอง
zh_cn: 双方

# lblDraw
source: Draw
th_th: เสมอ
zh_cn: 和

# lblOne
source: One
th_th: หนึ่ง
zh_cn: 一方

# lblOr
source: or
th_th: หรือ
zh_cn: 或者

source: Lose
th_th: แพ้
zh_cn: 输

source: Low
th_th: ต่ำ
zh_cn: 低

source: Member
th_th: สมาชิก
zh_cn: 会员

source: Next
th_th: ต่อไป
zh_cn: 下一个

source: No Goal
th_th: ไม่มีการทำประตู
zh_cn: 两者皆不

source: Number Game No
th_th: 百練賽 no.
zh_cn: 百练赛 no.

source: Odd
th_th: คี่
zh_cn: 单

source: Odds
th_th: ราคา
zh_cn: 赔率

source: Over
th_th: มากกว่า
zh_cn: 大

source: Race
th_th: แข่งขัน
zh_cn: 赛事

source: Ref No
th_th: หมายเลขอ้างอิง
zh_cn: 参照号码

source: Stake
th_th: เงินเดิมพัน
zh_cn: 投注额

source: Status
th_th: สถานะ
zh_cn: 状态

source: Transfer
th_th: ตั้งค่าใหม่
zh_cn: 转账

source: Under
th_th: น้อยกว่า
zh_cn: 小

source: Win Loss
th_th: ได้ เสีย
zh_cn: 输赢

source: Won
th_th: ชนะ
zh_cn: 赢

# lblMixParlay
source: Mix Parlay
th_th: การเล่นบอลชุด
zh_cn: 混合过关

source: Total
th_th: ยอดรวม
zh_cn: 总和

source: Reject
th_th: ปฏิเสธ
zh_cn: 取消

source: Running
th_th: กำลังแข่งขัน
zh_cn: 进行中

source: Draw
th_th: เสมอ
zh_cn: 和

source: Waiting
th_th: รอ
zh_cn: 等待中

source: Refund
th_th: คืนเงิน
zh_cn: 退款

# voided
source: Void
th_th: โมฆะ
zh_cn: 作废

source: Place
th_th: วาง
zh_cn: 位置

source: Win
th_th: ชนะ
zh_cn: 輸贏

# warrior2ndBall
source: 2nd ball win
th_th: บอลลูกที่สอง ชนะ
zh_cn: 第二颗球赢

# warrior3rdBall
source: 3rd ball win
th_th: บอลลูกที่สาม ชนะ
zh_cn: 第三颗球赢

# lblOverEven
source: Over/Even
th_th: สูง คู่
zh_cn: 大/双

# lblOverOdd
source: Over/Odd
th_th: สูง คี่
zh_cn: 大/单

# lblUnderEven
source: Under/Even
th_th: ต่ำ คู่
zh_cn: 小/双

# lblUnderOdd
source: Under/Odd
th_th: ต่ำ คี่
zh_cn: 小/单

# losingtickets
source: Total of losing tickets
th_th: ตั๋วทั้งหมดที่เสีย
zh_cn: 输的注单总计

source: Details
th_th: รายละเอียด
zh_cn: 详细信息

source: A
zh_cn: 客

source: H
zh_cn: 主

# ee
source: Even/Even
th_th: คู่/คู่
zh_cn: 双/双

# eo
source: Even/Odd
th_th: คู่/คี่
zh_cn: 双/单

# oe
source: Odd/Even
th_th: คี่/คู่
zh_cn: 单/双

# oo
source: Odd/Odd
th_th: คี่/คี่
zh_cn: 单/单

# FiveAndOver
source: 5&Over
th_th: 5 ประตู หรือมากกว่า
zh_cn: 5或以上

# FiveGoals
source: 5 Goals
th_th: 5 ประตู
zh_cn: 五粒进球

# FourGoals
source: 4 Goals
th_th: 4 ประตู
zh_cn: 四粒进球

source: No Goals
th_th: ไม่มีประตู
zh_cn: 无进球

# OneGoal
source: 1 Goal
th_th: 1 ประตู
zh_cn: 一粒进球

# SevenAndOver
source: 7&Over
th_th: 7 หรือม่ากกว่า
zh_cn: 7或以上

# SixGoals
source: 6 Goals
th_th: 6 ประตู
zh_cn: 六粒进球

# ThreeGoals
source: 3 Goals
th_th: 3 ประตู
zh_cn: 三粒进球

# TwoGoals
source: 2 Goals
th_th: 2 ประตู
zh_cn: 二粒进球

# FourAndOver
source: 4&Over
th_th: 4 ประตู หรือมากกว่า
zh_cn: 4或以上

source: AD
th_th: ทีมเยือนนำครึ่งแรก ครึ่งหลังเสมอกัน
zh_cn: 客和

source: AH
th_th: ทีมเยือนนำครึ่งแรก เจ้าบ้านชนะครึ่งหลัง
zh_cn: 客主

source: All
th_th: ทั้งหมด
zh_cn: 全部

source: AM
th_th: โมงเช้า
zh_cn: 上午

source: Amount
th_th: จำนวนเงิน
zh_cn: 金额

source: and
th_th: และ
zh_cn: 和

# bet
source: bets
th_th: วางเดิมพัน
zh_cn: 投注

source: Bet List
th_th: รายการวางเดิมพันที่เล่นไปแล้ว
zh_cn: 投注历史

source: Bet Type
th_th: ประเภทการเดิมพัน
zh_cn: 投注类别

source: Casino
th_th: คาสิโน
zh_cn: 娱乐城

source: Close
th_th: ปิด
zh_cn: 关闭

# com
source: Comm
th_th: คอมมิชชั่น
zh_cn: 佣金

source: Combination
th_th: กลุ่ม
zh_cn: 组合

source: Commission
th_th: คอมมิชชั่น
zh_cn: 佣金

source: Content
th_th: เนื้อหา
zh_cn: 内容

source: Customer
th_th: ลูกค้า
zh_cn: 会员

source: D
zh_cn: 和

source: DA
th_th: ครึ่งแรกเสมอ ครึ่งหลังทีมเยือนนำ
zh_cn: 和客

source: Date
th_th: วันที่
zh_cn: 日期

source: DD
th_th: ครึ่งแรกเสมอ ครึ่งหลังเสมอ
zh_cn: 和和

source: Dec
th_th: ธ.ค.
zh_cn: 12月

source: Enable
th_th: เปิดใช้งาน
zh_cn: 启用

# events
source: Event
th_th: การแข่งขัน
zh_cn: 赛事

source: FG/LG
th_th: ประตูแรก / ประตูสุดท้าย
zh_cn: 最先得分 / 最后得分

source: First
th_th: หน้าแรก
zh_cn: 首页

source: First Half
th_th: ครึ่งแรก
zh_cn: 上半场

source: From
th_th: จาก
zh_cn: 从

source: Game
th_th: เกม
zh_cn: 游戏

source: Games
zh_cn: 普通游戏

source: Go
th_th: ไป
zh_cn: 转

source: HA
th_th: เจ้าบ้านนำครึ่งแรก ทีมเยือนชนะครึ่งหลัง
zh_cn: 主客

source: HD
th_th: เจ้าบ้านนำครึ่งแรก ครึ่งหลังเสมอกัน
zh_cn: 主和

source: Hdp
th_th: แฮนดิแคป
zh_cn: 让球

source: HH
th_th: เจ้าบ้านนำครึ่งแรก เจ้าบ้านชนะครึ่งหลัง
zh_cn: 主主

# Horse
source: Racing
th_th: การแข่งขันความเร็ว
zh_cn: 赛马赛事

# hr
source: Racing
th_th: การแข่งขันความเร็ว
zh_cn: 赛马赛事

source: Internal
th_th: ภายใน
zh_cn: 内部

# Neutral
source: (N)
th_th: (แข่งสนามกลาง)
zh_cn: (中)

source: Last
th_th: หน้าสุดท้าย
zh_cn: 尾页

# lblLose
source: Lose
th_th: แพ้
zh_cn: 输

# lblM
source: M = Master
th_th: M = มาสเตอร์
zh_cn: M = 总代理

# lblNeither
source: Neither
th_th: ทั้งสอง
zh_cn: 皆不

# lblRunning
source: Running
th_th: รายการที่แข่งขันอยู่
zh_cn: 进行中

# lblS
source: S = Super
th_th: S = สูงสุด
zh_cn: S = 超级

# lblSystemParlay
source: System Parlay
th_th: ระบบของ Parlay
zh_cn: 系统Parlay

# lblWaiting
source: Waiting
th_th: รอ
zh_cn: 等待中

# lblWon
source: Won
th_th: ชนะ
zh_cn: 赢

source: League
th_th: ลีค
zh_cn: 联赛

source: Live Casino
th_th: คาสิโนเกมสด
zh_cn: 娱乐厅

source: Mar
th_th: มี.ค.
zh_cn: 3月

source: Match
th_th: การแข่งขัน
zh_cn: 赛事

source: Mon
th_th: วันจันทร์
zh_cn: 一

source: Name
th_th: ชื่อ
zh_cn: 名

source: None
th_th: ไม่ใช่
zh_cn: 没有

source: Normal
th_th: ธรรมดา
zh_cn: 普通

source: Number Game
th_th: เกมหมายเลข
zh_cn: 数字游戏

# numberGroup
source: Number Wheel
th_th: กลุ่มหมายเลข
zh_cn: 包牌

source: of
th_th: ของ
zh_cn: 之第

source: Open
th_th: เปิด
zh_cn: 开启

source: OT
th_th: การต่อเวลาพิเศษ
zh_cn: 加时

source: Other
th_th: อื่นๆ
zh_cn: 其他

source: Outstanding
th_th: การเดิมพันที่ยังไม่สิ้นสุด
zh_cn: 未完成交易

# P2
source: 2P
th_th: เล่น 2 คน
zh_cn: 第二局

source: P2P
th_th: ผู้เล่น กับ ผู้เล่น
zh_cn: 扑克

# p2pGame
source: Poker Games
th_th: เกม Poker
zh_cn: 扑克

source: Parlay
th_th: บอลชุด
zh_cn: 过关

source: Player
th_th: ผู้เล่น
zh_cn: 玩家

source: PT
th_th: แบ่งสู้
zh_cn: 占成数

source: Reset
th_th: ตั้งค่าใหม่
zh_cn: 重填

# result
source: Results
th_th: ผลการแข่งขัน
zh_cn: 赛果

source: SB
th_th: สปอตร์
zh_cn: 体育博采

source: SCR
th_th: ไม่เข้ารอบ
zh_cn: 退出

source: Second Half
th_th: ครึ่งหลัง
zh_cn: 下半场

source: Setting
th_th: ตั้งค่า
zh_cn: 设定

source: Sport
th_th: กีฬา
zh_cn: 运动

source: Sub Total
th_th: ยอดรวม
zh_cn: 小计

source: Summary
th_th: สรุป
zh_cn: 摘要

source: Table
th_th: ตาราง
zh_cn: 游戏桌

source: Tennis
th_th: เทนนิส
zh_cn: 网球

source: TF
th_th: ความผันผวนสูงสุด
zh_cn: 大热门

source: Tie
th_th: เสมอ
zh_cn: 平局

source: Time
th_th: เวลา
zh_cn: 时间

source: To
th_th: ถึง
zh_cn: 到

source: Type
th_th: ประเภท
zh_cn: 类别

source: Update All
th_th: อัพเดททั้งหมด
zh_cn: 更新全部

source: View
th_th: ดู
zh_cn: 游览

source: Warrior
th_th: นักรบ
zh_cn: 斗士

source: Wed
th_th: วันพุธ
zh_cn: 三

# lblYes
source: Yes
th_th: ตกลง
zh_cn: 是

# lblNo
source: No
th_th: ไม่
zh_cn: 否

source: Results
th_th: ผลการแข่งขัน
zh_cn: 赛果

source: Live Roulette
th_th: ถ่ายทอดสดรูเล็ท
zh_cn: 轮盘

source: Away To Win Any Other Score
zh_cn: 客赢其他比分

source: Home To Win Any Other Score
zh_cn: 主赢其他比分

source: Corners
zh_cn: 角球

source: Extra Time
zh_cn: 加时赛

# ExtraTimeHTDotOne
source: Extra Time HT.1
zh_cn: 半场加时赛.1

# ExtraTimeHTDotTwo
source: Extra Time HT.2
zh_cn: 半场加时赛.2

# ExtraTimeHTDotX
source: Extra Time HT.X
zh_cn: 半场加时赛.X

# FourAndOverCorners
source: 4&Over Corners
zh_cn: 4角球或以上

# FourGoalsAndOver
source: 4 Goals &Over
zh_cn: 4球或以上

source: Min
zh_cn: 分钟

source: Penalty
zh_cn: 点球

source: Regular Time
zh_cn: 正规时间

# SevenAndOverCorners
source: 7&Over Corners
zh_cn: 7角球或以上

# SixAndOver
source: 6&Over
zh_cn: 6球或以上

# ThreeGoalsAndOver
source: 3 Goals &Over
zh_cn: 3球或以上

# ToWinByOneGoal
source: to Win by 1 Goal
zh_cn: 赢1球

# ToWinByThreeUpGoals
source: to Win by 3up Goals
zh_cn: 赢3球以上

# ToWinByTwoGoals
source: to Win by 2 Goals
zh_cn: 赢2球

# TwelveAndOverCorners
source: 12&Over Corners
zh_cn: 12角球或以上

# TwoGoalsAndOver
source: 2 Goals &Over
zh_cn: 2球或以上

# TwoHDotOne
source: 2H.1
zh_cn: 下半场.1

# TwoHDotTwo
source: 2H.2
zh_cn: 下半场.2

# TwoHDotX
source: 2H.X
zh_cn: 下半场.X

# ZeroGoals
source: 0 Goals
zh_cn: 0球

source: Home FG
zh_cn: 主队先进球

source: Home LG
zh_cn: 主队后进球

source: Away FG
zh_cn: 客队先进球

source: Away LG
zh_cn: 客队后进球

# NoGoalBetType14
source: No Goal
zh_cn: 无进球

source: There is no ticket detail available.
zh_cn: 无该注单资料

# ThreeAndOver
source: 3&Over
th_th: 3 ประตู หรือมากกว่า
zh_cn: 3或以上

source: Excluding
th_th: ไม่รวม
zh_cn: 不包括

source: IP
th_th: รหัสของเครื่องคอมพิวเตอร์ที่ใช้
